{
    "top": [
        {
            "symbol": "MSFT",
            "companyName": "Microsoft Corporation",
            "description": " Microsoft develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services."
        },
        {
            "symbol":"AAPL",
            "companyName": "Apple Inc.",
            "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services."
        },
        {
            "symbol": "AMZN",
            "companyName": "Amazon.com, Inc.",
            "description": "Amazon.com, Inc., is an American multinational conglomerate technology company based in Seattle that focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence."
        },
        {
            "symbol": "GOOGL",
            "companyName": "Alphabet Inc Class A",
            "description": "Alphabet Inc. is an American multinational conglomerate headquartered in Mountain View, California. It was created through a restructuring of Google on October 2, 2015"
        },
        {
            "symbol": "FB",
            "companyName": "Facebook, Inc. Common Stock",
            "description":"Facebook, Inc. is an American social media and technology company based in Menlo Park, California. "
        },
        {
            "symbol": "INTL",
            "companyName": "INTL Fcstone Inc",
            "description": "INTL FCStone Inc. is a financial services organization. The company operates in five areas: Commercial Hedging, Global Payments, Securities, Physical Commodities, and Clearing and Execution Services."
        },
        {
            "symbol": "VZ",
            "companyName": "Verizon Communications Inc.",
            "description": "Verizon Communications Inc. is an American multinational telecommunications conglomerate and a corporate component of the Dow Jones Industrial Average."
        }, 
        {
            "symbol": "ADBE",
            "companyName": "Adobe Inc",
            "description": "Adobe Inc., known until October 3, 2018 as Adobe Systems Incorporated, is an American multinational computer software company headquartered in San Jose, California, and incorporated in Delaware."
        }
    ]
}